export const questions = [
    {
      title: 'Где снимали трилогию «Властелин колец»?',
      variants: [
        'В Ирландии', 
        'В Исландии', 
        'В Новой Зеландии', 
        'В Австралии'],
      correct: 2,
    },
    {
      title: 'Какой фильм стал самым кассовым в 2014 году?',
      variants: [
        '«Голодные игры: Сойка-пересмешница. Часть I»', 
        '«ЛЕГО Фильм»', 
        '«Первый мститель: Другая война»', 
        '«Стражи Галактики»'],
      correct: 3,
    },
    {
      title: 'Какой актер не играл Джокера?',
      variants: [
        'Джек Николсон',
        'Шон Пенн',
        'Джаред Лето',
        'Марк Хэмилл'
      ],
      correct: 1,
    },
    {
      title: 'Какая певица сыграла вместе со Стивом Мартином в ремейке «Розовой пантеры» 2006 года?',
      variants: [
        'Бейонсе',
        'Бритни Спирс',
        'Рианна',
        'Мэрайя Кэри'
      ],
      correct: 0,
    },
    {
      title: 'Какой фильм является первым во франшизе «Борна»?',
      variants: [
        '«Наследие Борна»',
        '«Превосходство Борна»',
        '«Джейсон Борн»',
        '«Идентификация Борна»'
      ],
      correct: 3,
    },
  ];